Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/social_housing_waiting_lists.html.txt.tmx
Source language: en
Languages: ga

source: Social housing waiting lists
ga: Liostaí feithimh tithíochta sóisialta

source: • Summary of social housing assessments
ga: • Achoimre ar mheasúnuithe ar thithíocht shóisialta

source: Local authorities maintain records of people who are qualified for social housing support and who have not yet received it
ga: Coimeádann údaráis áitiúla taifid ar dhaoine atá cáilithe do thacaíocht tithíochta sóisialta agus nach bhfuair í go fóill

source: As social housing becomes available, the local authority allocates it to people who are on its record of qualified households – more commonly known as the housing list
ga: De réir mar a bhíonn fáil ar thithíocht shóisialta, leithdháileann an t-údarás áitiúil í ar dhaoine atá ar a thaifead teaghlach cáilithe – agus ar a dtugtar níos minice an liosta tithíochta

source: Before offering you accommodation, the local authority must review its assessment of your application and confirm that your household still qualifies
ga: Sula gcuirtear cóiríocht ar tairiscint duit, caithfidh an t-údarás áitiúil athbhreithniú a dhéanamh ar d’iarratas agus a dheimhniú go gcáilíonn do theaghlach go fóill

source: From 2016 on, local authorities are also required to review all applications on their housing lists each year and prepare a summary report - see 'Summary of social housing assessments' below
ga: Ó 2016 ar aghaidh, tá ar údaráis áitiúla, chomh maith leis sin, athbhreithniú a dhéanamh ar gach iarratas ar a liostaí tithíochta gach bliain agus tuarascáil achomair a ullmhú

source: As well as the main housing lists, local authorities also maintain lists of people who have applied for a transfer from their current accommodation
ga: Anuas ar na príomhliostaí tithíochta, coimeádann údaráis áitiúla liostaí de dhaoine a rinne iarratas ar aistriú óna gcóiríocht reatha

source: Getting on the social housing list
ga: Áit a bhaint amach ar an liosta tithíochta

source: When you apply for social housing, the local authority assesses your application to determine your household’s eligibility and need for social housing
ga: Nuair a dhéanann tú iarratas ar thithíocht shóisialta, déanann an t-údarás áitiúil measúnú ar d’iarratas lena dheimhniú incháilitheacht agus riachtanas do theaghlaigh i dtaobh tithíocht shóisialta

source: If you are accepted as being qualified, your details are placed on the housing list
ga: Má ghlactar leat amhail bheith cáilithe, cuirtear do shonraí ar an liosta tithíochta sóisialta

source: The local authority will also notify any other local authority in whose area you have specified an area of choice
ga: Chomh maith leis sin, cuirfidh an t-údarás áitiúil aon údarás áitiúil eile ar an eolas ar shonraigh tú do rogha ceantair ina limistéar

source: While you are on the housing list
ga: Fad a bhíonn tú ar an liosta tithíochta

source: Each local authority draws up its own rules for deciding the order of priority on the housing list
ga: Déanann gach údarás áitiúil a rialacha féin a dhréachtú chun cinneadh a dhéanamh ar ord na tosaíochta ar an liosta tithíochta

source: These are called allocation schemes and are generally published on the local authority’s website
ga: Tugtar scéimeanna leithdháilte orthu seo agus foilsítear iad, go ginearálta, ar láithreán gréasáin an údaráis áitiúil

source: Some local authorities operate a points system, giving each household on the list a number of points depending on its circumstances
ga: Oibríonn roinnt údaráis tithíochta córas pointí, a thugann gach teaghlach ar an liosta líon pointí ag brath ar a chúinsí

source: If your circumstances change – for example, you have a new baby – you should tell the local authority so that it can update your household’s record
ga: Má thagann athrú ar do chúinsí – mar shampla, saolaítear leanbh nua leat – ba cheart duit an t-údarás áitiúil a insint d’fhonn gur féidir leo taifead do theaghlaigh a nuashonrú

source: You should also tell the local authority if your address has changed since you went on the housing list
ga: Ba cheart duit an t-údarás áitiúil a insint má thagann athrú ar do sheoladh ó cuireadh thú ar an liosta tithíochta

source: If you want to know your position on the housing list, ask the local authority
ga: Más mian leat eolas bheith agat ar do shuíomh ar an liosta feithimh, fiafraigh den údarás áitiúil

source: Your position may go up or down depending on the circumstances of other people on the list and as your own circumstances change
ga: D’fhéadfadh do shuíomh éirí nó ísliú ag brath ar chúinsí daoine eile atá ar an liosta feithimh agus de réir mar a thagann athrú ar do chúinsí féin

source: In practice, priority is generally given to families and older people rather than single people or couples without children
ga: Go praiticiúil, déantar tosaíocht de theaghlaigh agus de dhaoine scothaosta, de ghnáth, seachas daoine singil nó lánúineacha gan leanaí

source: If you are in private rented accommodation while waiting for local authority housing, you may be eligible for Rent Supplement
ga: Má tá cónaí ort i gcóiríocht phríobháideach ar cíos fad a bhíonn feitheamh ort ar thithíocht údaráis áitiúil, d’fhéadfá bheith i dteideal Forlíonadh Cíosa a fháil

source: People who have been on Rent Supplement for a long time may switch to the Rental Accommodation Scheme (RAS)
ga: Féadfaidh daoine a raibh Forlíonadh Cíosa á fháil acu ar feadh tréimhse fhada aistriú chuig an Scéim um Chóiríocht ar Cíos (SCC)

source: The Housing Assistance Payment (HAP), which will eventually replace long-term Rent Supplement, is gradually being introduced
ga: Tá Íocaíocht Cúnaimh Tithíochta (HAP) á tabhairt isteach de réir a chéile, a thiocfaidh in ionad Forlíonadh Cíosa fadtéarmach ar deireadh thiar

source: If you are housed under HAP, you will no longer be on the local authority’s housing list, as HAP is defined in Section 37 of the Housing (Miscellaneous Provisions) Act 2014 as being a social housing support
ga: Má dhéantar tithíocht a sholáthar duit faoin ÍCT, ní bheidh tú ar liosta tithíochta an údaráis áitiúil a thuilleadh, mar gheall gur tacaíocht tithíochta sóisialta atá i gceist le ÍCT, de réir an tsainmhínithe in Alt 37 den Acht Tithíochta (Forálacha Ilghnéitheacha), 2014

source: However, you can apply for transfer from HAP to another form of social housing
ga: Is féidir leat iarratas a dhéanamh go n-aistreofar thú ó ÍCT chuig foirm eile de thithíocht shóisialta, áfach

source: If you apply for a transfer within 2 weeks of getting the letter confirming your HAP payment, any time that you spent on the housing list can be taken into account when your local authority considers your application
ga: Má dhéanann tú iarratas ar aistriú laistigh de 2 sheachtain i ndiaidh litir a fháil a dheimhníonn d’íocaíocht ÍCT, is féidir aon am a chaitheann tú ar an liosta tithíochta a chur san áireamh nuair a dhéanann d’údarás áitiúil breithniú ar d’iarratas

source: If you apply for a transfer at a later date, the time that you previously spent on the housing list will not count
ga: Má dhéanann tú iarratas ar aistriú ag dáta níos déanaí, ní chuirfear an t-am a chaith tú roimhe seo ar an liosta tithíochta san áireamh

source: In general, as houses and flats become available for letting, they are allocated from the housing list in order of priority, taking account of all the relevant circumstances
ga: Go ginearálta, de réir mar a bhíonn fáil ar thithe agus ar árasáin lena ligean, déantar iad a leithdháileadh ón liosta tithíochta in ord tosaíochta, agus aird ar na cúinsí ábhartha uile

source: However, a new system of choice-based letting, which has been piloted in some local authority areas, is now being extended
ga: Tá síneadh á chur anois le córas nua de rogha ligin, áfach, a tugadh isteach ar bhonn píolótach i roinnt limistéir údaráis áitiúil

source: The Choice-Based Letting (CBL) allocation system allows social housing applicants to express their interest in available properties
ga: Cuireann an córas leithdháilte Rogha Ligin (RL) ar chumas iarratasóirí ar thithíocht shóisialta chun a spéis i maoin atá ar fáil a léiriú

source: When the local authority is planning to offer you accommodation, it must review its assessment of your household’s eligibility and need for social housing
ga: Nuair a bheartaíonn an t-údarás áitiúil chun cóiríocht a thairiscint duit, ní mór dóibh athbhreithniú a dhéanamh ar incháilitheacht agus ar riachtanas do theaghlaigh i leith tithíocht shóisialta

source: It must also confirm that your application is still valid as regards connection with the area and selection of area of choice
ga: Chomh maith leis sin, caithfidh siad a dheimhniú go bhfuil d’iarratas bailí go fóill maidir leis an gceangal leis an gceantar agus roghnú na rogha ceantair

source: If you have chosen to be considered for accommodation provided by a housing association or other approved housing body (by ticking the 'voluntary/co-operative housing' box on the social housing application form) one of these organisations may contact you if suitable accommodation becomes available
ga: Má roghnaigh tú go ndéanfar breithniú ort le haghaidh cóiríochta a sholáthraíonn comhlachas tithíochta nó comhlacht eile faofa tithíochta (trí thic a chur sa bhosca ‘tithíocht dheonach/comharthithíocht’ ar an bhfoirm iarratais ar thithíocht shóisialta), féadfaidh ceann de na heagraíochtaí seo teagmháil a dhéanamh leat má bhíonn fáil ar chóiríocht oiriúnach

source: If you are offered a house or flat that you do not want, you can refuse it without affecting your place on the housing list
ga: Má dhéantar teach nó árasán a thairiscint duit nach maith leat a fháil, féadfaidh tú é a dhiúltú gan tionchar a imirt ar d’áit ar an liosta tithíochta

source: However, if the local authority thinks that you do not have a good reason for refusing the offer, it may reduce your priority on the list
ga: Áfach, má mheasann an t-údarás áitiúil nach bhfuil cúis mhaith agat chun an tairiscint a dhiúltú, féadfaidh siad do thosaíocht ar an liosta feithimh a laghdú

source: If you refuse more than one reasonable offer in any 12-month period, you will be suspended from the list for 12 months, during which you cannot claim Rent Supplement
ga: Má dhiúltaíonn tú breis agus tairiscint réasúnta amháin in aon tréimhse 12 mhí, cuirfear ar fionraí thú ón liosta ar feadh 12 mhí, agus ní féidir leat Forlíonadh Cíosa a éileamh le linn na tréimhse sin

source: Refusal to allocate housing
ga: Diúltú chun tithíocht a leithdháileadh

source: If you or a member of your household has previously been in local authority housing, the housing authority will not allocate housing to you if you or a household member has:
ga: Má bhíodh cónaí ort féin nó ar dhuine muinteartha leat i dtithíocht údaráis áitiúil, ní leithdháilfidh an t-údarás tithíochta tithíocht ort sna cásanna a leanas:

source: (a) Damaged a dwelling or site previously provided by any housing authority, without repairing the property or paying for repairs
ga: • (a) Rinne tú féin nó duine muinteartha díobháil don áit chónaithe a chuir aon údarás tithíochta ar fáil, agus ní dhearnadh an mhaoin a dheisiú nó an deisiú a íoc

source: (b) Breached the terms of a local authority tenancy agreement, leading to the authority ending the tenancy
ga: • (b) Rinne tú féin nó duine muinteartha leat téarmaí comhaontú tionóntachta údaráis áitiúil a shárú, agus chuir an t-údarás deireadh leis an tionóntacht mar thoradh air sin

source: (c) Built up rent arrears for 12 weeks or more in any period of 3 years as a local authority tenant, without either paying them off or arranging to pay them
ga: • (c) Rinne tú féin nó duine muinteartha leat riaráistí 12 sheachtain nó níos mó a chruthú in aon tréimhse 3 bliana mar thionónta údaráis áitiúil, gan iad a íoc nó a shocrú chun iad a íoc

source: However, the Social Housing Assessment (Amendment) (No
ga: Ceadaíonn na Rialacháin um Measúnú Tithíochta Sóisialta (Leasú) (Uimh

source: 2) Regulations 2011 allow local authorities, in exceptional circumstances, to consider providing social housing support to households in situations (a) or (b) above
ga: 2), 2011 d’údaráis áitiúla, faoi chúinsí eisceachtúla, chun breithniú a dhéanamh ar thacaíocht tithíochta sóisialta a chur ar fáil do theaghlaigh i gcásanna (a) nó (b) thuas

source: Summary of social housing assessments
ga: Achoimre ar mheasúnuithe ar thithíocht shóisialta

source: Section 21 of the Housing (Miscellaneous Provisions) Act 2009 requires each local authority to prepare a summary of the social housing assessments carried out in its area
ga: Ceanglaíonn Alt 21 den Acht Tithíochta (Forálacha Ilghnéitheacha), 2009 ar gach údarás áitiúil chun achoimre ar a measúnuithe tithíochta sóisialta ar tugadh fúthu ina gceantar a ullmhú

source: A national summary of social housing assessments is carried out periodically
ga: Tugtar faoi achoimre náisiúnta ar mheasúnuithe ar thithíocht shóisialta go tréimhsiúil

source: The most recent Summary of Social Housing Assessments (pdf) was in 2013
ga: Rinneadh an Achoimre ar Mheasúnuithe ar Thithíocht Shóisialta (pdf) ba dhéanaí in 2013

source: From 2016 onward, this will be done every year
ga: Ó 2016 ar aghaidh, déanfar seo gach bliain

source: The 2016 summary is being carried out under the Social Housing Assessments (Summary) Regulations 2016
ga: Táthar ag tabhairt faoi achoimre 2016 faoi na Rialacháin um Measúnú Tithíochta Sóisialta (Achoimre), 2016

source: Local authorities are contacting all households on their housing lists to confirm that they are still qualified for social housing support
ga: Tá teagmháil á déanamh ag údaráis áitiúla le gach teaghlach atá ar a liostaí tithíochta lena dheimhniú go gcáilíonn siad go fóill do thacaíocht tithíochta sóisialta

source: The information being requested covers income, family size and current housing conditions
ga: I measc na faisnéis atá á hiarraidh, tá ioncam, méid an teaghlaigh agus dálaí reatha tithíochta

source: It is important for all households to respond to the local authority in good time with the details requested
ga: Is tábhachtach go bhfreagraíonn gach teaghlach don údarás áitiúil go tráthúil leis na sonraí a iarrtar

source: If your address has changed since you went on the housing list, you should contact the local authority and give it your current address
ga: Má tá athrú tagtha ar do sheoladh ó cuireadh thú ar an liosta tithíochta, ba cheart duit teagmháil a dhéanamh leis an údarás áitiúil agus do sheoladh reatha a thabhairt dó

source: For more information about the social housing waiting list, or if you have any queries about the summary of social housing assessments, contact your local authority
ga: Chun teacht ar bhreis faisnéise faoin liosta feithimh tithíochta sóisialta, nó má bhíonn aon cheisteanna agat faoin achoimre ar riachtanais tithíochta sóisialta, déan teagmháil le d’údarás áitiúil
